Repository: maka888888/local_roots_2
Catalog: lib/l10n/app_*.arb
Languages: lt

source: Hello World!
lt: Labas pasauli!

source: Search
lt: Ieškoti

source: About
lt: Apie

source: Create customer profile
lt: Sukurkite pirkėjo profilį

# withCustomerProfile
source: With a profile, you can mark your favorite farmers and offers, view distances to sales locations, place orders, see your order history, and much more.
lt: Turėdami profilį galėsite pažymėti mėgstamus ūkininkus ir pasiūlymus, matyti atstumus iki pardavimo vietų, pateikti užsakymus, peržiūrėti užsakymų istoriją ir daug daugiau.

# becomeFarmer
source: Become a farmer on this platform
lt: Tapkite ūkininku šioje platformoje

# withFarmerProfile
source: Offer your products, communicate with customers, manage orders, and much more.
lt: Siūlykite savo produktus, bendraukite su pirkėjais, tvarkykite užsakymus ir daug daugiau.

source: Login
lt: Prisijungti

source: Sign in with Google
lt: Prisijungti su Google

source: Sign in with Email
lt: Prisijungti el. paštu

source: Create Account
lt: Sukurti paskyrą

source: Email
lt: El. paštas

source: Password
lt: Slaptažodis

source: Repeat Password
lt: Pakartokite slaptažodį

source: Passwords do not match
lt: Slaptažodžiai nesutampa

source: Sign in
lt: Prisijungti

source: Forgot password?
lt: Pamiršote slaptažodį?

# alreadyHaveAccount
source: Already have an account?
lt: Jau turite paskyrą?

source: Error
lt: Klaida

source: Logout
lt: Atsijungti

source: Registration
lt: Registracija

# nameSurname
source: Name and surname
lt: Vardas ir pavardė

source: Customer name
lt: Pirkėjo vardas

source: This name will be seen by farmers
lt: Šį vardą matys ūkininkai

source: Phone
lt: Telefonas

source: Next
lt: Toliau

# street
source: Street, house number, apartment
lt: Gatvė, namo numeris, butas

source: City
lt: Miestas

source: Country
lt: Šalis

source: Back
lt: Atgal

# acceptTerms
source: I accept the terms and conditions
lt: Sutinku su sąlygomis ir nuostatomis

# youMustAccept
source: You must accept the terms and conditions to continue
lt: Turite sutikti su sąlygomis ir nuostatomis, kad galėtumėte tęsti

# youAreLoggedWithEmail
source: You are logged in with email
lt: Jūs prisijungėte el. paštu

source: Delete customer profile
lt: Ištrinti pirkėjo profilį

source: You may delete all data related with you
lt: Galite ištrinti visus su jumis susijusius duomenis

# deleteCustomerProfileWarning
source: Are you sure you want to delete your customer profile?
lt: Ar tikrai norite ištrinti savo pirkėjo profilį?

source: Delete
lt: Ištrinti

source: Cancel
lt: Atšaukti

source: Warning
lt: Įspėjimas

source: Customer profile
lt: Pirkėjo profilis

# editCustomerProfile
source: View and edit customer profile
lt: Peržiūrėti ir redaguoti pirkėjo profilį

source: Change
lt: Keisti

source: Address
lt: Adresas

source: Consents
lt: Sutikimai

source: Save
lt: Išsaugoti

source: Edit
lt: Redaguoti

source: Photo
lt: Nuotrauka

# takePicture
source: Take a picture
lt: Nufotografuoti

# selectPicture
source: Select a picture
lt: Pasirinkti nuotrauką

source: Remove
lt: Pašalinti

source: Administrator
lt: Administratorius

source: Switch to admin panel
lt: Perjungti į administratoriaus rėžimą

source: Users
lt: Vartotojai

source: Approvals
lt: Patvirtinimai

source: Orders
lt: Užsakymai

source: Setup
lt: Nustatymai

source: Customer
lt: Pirkėjas

source: Switch to customer mode
lt: Perjungti į pirkėjo rėžimą

source: Farmer
lt: Ūkininkas

source: Distributor
lt: Distributorius

source: App User
lt: Aplikacijos vartotojas

source: Created at
lt: Sukurtas

source: Last login
lt: Paskutinis prisijungimas

# userIsFarmer
source: User is a farmer
lt: Vartotojas yra ūkininkas

# userIsDistributor
source: User is a distributor
lt: Vartotojas yra distributorius

# userIsAppCustomer
source: User is an app customer
lt: Vartotojas yra pirkėjas

# userIsAdmin
source: User is an admin
lt: Vartotojas yra administratorius

source: Create user profile
lt: Sukurti vartotojo profilį

source: New app user
lt: Naujas aplikacijos vartotojas

source: Fruits and vegetables
lt: Vaisiai ir daržovės

source: Meat and eggs
lt: Mėsa ir kiaušiniai

source: Fish and sea products
lt: Žuvis ir jūros produktai

source: Mushrooms
lt: Grybai

source: Dairy
lt: Pienas

source: Bakery
lt: Kepiniai

source: Honey
lt: Medus

source: Jams
lt: Uogienės

source: Beverages
lt: Gėrimai

source: Teas
lt: Arbatos

source: Nuts
lt: Riešutai

source: Seeds and plants
lt: Sėklos ir augalai

source: Spices
lt: Prieskoniai

source: Special
lt: Specialūs

source: Candidate application
lt: Kandidato paraiška

source: Farm name
lt: Ūkio pavadinimas

# whatCategoriesYouOffer
source: What categories do you offer?
lt: Kokių kategorijų prekes siūlote?

# howManyYearsDoingBusiness
source: How many years have you been doing business?
lt: Kiek metų jūs dirbate šioje srityje?

source: Upload related certificates
lt: Įkelkite su veikla susijusius sertifikatus

source: Description
lt: Aprašymas

# yourApplicationSent
source: Your application has been sent
lt: Jūsų paraiška išsiųsta

source: Farmer candidates
lt: Ūkininkai kandidatai

source: Contacts
lt: Kontaktai

source: Categories
lt: Kategorijos

source: Create farmer profile
lt: Sukurti ūkininko profilį

source: New farmer
lt: Naujas ūkininkas

source: Company ID
lt: Įmonės kodas

source: VAT ID
lt: PVM mokėtojo kodas

source: Approved
lt: Patvirtinta

source: Active
lt: Aktyvus

source: Copy from candidate form
lt: Kopijuoti iš kandidato formos

source: Farmer profile
lt: Ūkininko profilis

source: Switch to farmer profile
lt: Perjungti į ūkininko profilį

source: Farmer onboarding
lt: Ūkininko registracija

source: Customers can pick up from farm
lt: Pirkėjai gali atsiimti prekes iš ūkio

source: Upload farm photos
lt: Įkelkite ūkio nuotraukų

source: Profile is active
lt: Profilis aktyvus

source: Offers
lt: Pasiūlymai

source: Farm
lt: Ūkis

source: Config
lt: Nustatymai

source: My farm
lt: Mano ūkis

# viewEditMyFarm
source: View and edit my farm
lt: Peržiūrėti ir redaguoti mano ūkį

source: Delivery methods
lt: Pristatymo būdai

# viewEditDeliveryMethods
source: View and edit delivery methods
lt: Peržiūrėti ir redaguoti pristatymo būdus

source: Sales locations
lt: Pardavimo vietos

# viewEditSalesLocations
source: View and edit sales locations
lt: Peržiūrėti ir redaguoti pardavimo vietas

source: Farm photos
lt: Ūkio nuotraukos

source: Farm certificates
lt: Ūkio sertifikatai

source: Experience
lt: Patirtis

source: Years
lt: metai

source: Farm is active
lt: Ūkis aktyvus

source: New offer
lt: Naujas pasiūlymas

source: Offer name
lt: Pasiūlymo pavadinimas

source: Category
lt: Kategorija

source: pcs
lt: vnt

# pkg
source: package
lt: pakuotė

source: Unit
lt: Matavimo vienetas

source: Unit height
lt: Vieneto aukštis

source: Unit width
lt: Vieneto plotis

source: Unit depth
lt: Vieneto gylis

source: Unit weight
lt: Vieneto svoris

# eur
source: euros
lt: eurai

source: Currency
lt: Valiuta

source: Price
lt: Kaina

source: Offer is active
lt: Pasiūlymas yra aktyvus

# noOffersAtMoment
source: No offers at the moment
lt: Šiuo metu nėra pasiūlymų

source: Offer
lt: Pasiūlymas

source: Unit specification
lt: Specifikacija

# offerIsNotApprovedByAdmin
source: Offer is not approved by administrator
lt: Pasūlymas dar nepatvirtintas administratoriaus

source: Offer is approved
lt: Pasiūlymas patvirtintas

source: Farmer is approved
lt: Ūkininkas patvirtintas

source: Home
lt: Pradžia
